/** @file

  String definition for Processor/Cache Subclass

;******************************************************************************
;* Copyright (c) 2013, Insyde Software Corp. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/

#include "Standard.uni"

#string STR_INTEL_GENUINE_PROCESSOR    #language en-US  "Intel(R) Genuine processor"
#string STR_UNKNOWN                    #language en-US  "Unknown"
#string STR_INTEL_CORPORATION          #language en-US  "Intel(R) Corporation"

#string STR_AMD_PROCESSOR              #language en-US  "AMD processor"
#string STR_AMD_CORPORATION            #language en-US  "Advanced Micro Devices, Inc."




